Repository: DeeKareithi/RQDA-1
Catalog: po/R-*.po
Languages: ca_ca, es_es

source: Add a new file to selected case
ca_ca: Afegir un arxiu nou al cas seleccionat
es_es: Añadir un fichero nuevo al caso seleccionado

source: Enter the title
ca_ca: Introduir el títol
es_es: Introducir el título

source: Save
ca_ca: Desa
es_es: Guardar

source: Attribute of:
ca_ca: Atribut de:
es_es: Atributo de:

source: Save and Close
ca_ca: Desa i Tanca
es_es: Guardar y Cerrar

source: add attribute in Attrs Table first.
ca_ca: afegir abans l'atribut a la Taula d'Atributs.
es_es: añadir primero el atributo en la Tabla de Atributos.

source: ADD
ca_ca: Afegir
es_es: Añadir

source: Enter new Attr Name.
ca_ca: Introduir un nou Nom d'Atribut.
es_es: Introducir un nuevo Nombre de Atributo.

source: Attribute should NOT contain '.
ca_ca: L'Atribut NO ha de contenir '.
es_es: Atributos NO deben contener '.

source: This is a reserved keyword.
ca_ca: Aquesta es una paraula-clau reservada.
es_es: Esta es una palabra-clave reservada.

source: Delete
ca_ca: Suprimeix
es_es: Eliminar

source: Really delete the Attribute?
ca_ca: Realment vols suprimir l'Atribut?
es_es: ¿Realmente quieres eliminar el Atributo?

source: Rename
ca_ca: Renomenar
es_es: Renombrar

source: Enter new attribute name.
ca_ca: Introduir un nou nom d'atribut.
es_es: Introducir un nuevo nombre de atributo.

source: Name duplicated. Please use another name.
ca_ca: Nom duplicat. Si et plau, utilitza un altre.
es_es: Nombre duplicado. Por favor, utiliza otro.

source: Attributes
ca_ca: Atributs
es_es: Atributos

source: 'subset' must evaluate to logical
ca_ca: 'subset' ha de ser avaluat com a 'logical'
es_es: 'subset' debe ser avaluado como 'logical'

source: Class
ca_ca: Classe
es_es: Clase

source: Set class of selected attribute. It can be 'numeric' or 'character'.
ca_ca: Configura la classe de l'atribut seleccionat. Pot ser 'numeric' o 'character'.
es_es: Configura la classe de atributo seleccionado. Puede ser 'numeric' o 'character'.

source: Type of attribute
ca_ca: Tipus d'atribut
es_es: Tipo de atributo

source: some files are not in the rqda project.
ca_ca: algunos arxius no son al projecte rqda.
es_es: algunos ficheros no estan en el proyecto rqda.

source: some attributes are in not the rqda project.
ca_ca: alguns atributs no son al projecte rqda.
es_es: algunos atributos no estan en el proyecto rqda.

source: cid should be length-1 integer vector.
ca_ca: cid hauria de ser un vector de nombres enters de longitut 1
es_es: cid debería ser un vector de números interos de longitud 1

source: No Codings.
ca_ca: Sense Citacions.
es_es: Sin Citas.

source: Back
ca_ca: Endarrere
es_es: Atrás

source: Enter new Case Name.
ca_ca: Introduir un nou Nom de Cas
es_es: Introducir un nuevo Nombre de Caso

source: Really delete the Case?
ca_ca: Realment vols suprimir el Cas?
es_es: ¿Realmente quieres eliminar el Caso?

source: Enter new Case name.
ca_ca: Introduir un nou nom de Cas.
es_es: Introducir un nuevo nombre de Caso.

source: Mark
ca_ca: Marcar
es_es: Marcar

source: Fail to write to database.
ca_ca: No s'ha pogut escriure a la base de dades.
es_es: Fallo al escribir en la base de dados.

source: Unmark
ca_ca: Desmarcar
es_es: Desmarcar

source: Select a case first.
ca_ca: Selecciona abans un cas.
es_es: Selecciona primero un caso.

source: Attribute
ca_ca: Atribut
es_es: Atributo

source: Add File(s)
ca_ca: Afegir Arxiu(s)
es_es: Añadir Fichero(s)

source: All files are linked with this case.
ca_ca: Tots els arxius estan vinculats a aquest cas.
es_es: Todos los ficheros estan vinculados a este caso.

source: Add New File to Selected Case
ca_ca: Afegir nou arxiu al cas seleccionat
es_es: Añadir nuevo fichero al caso seleccionado

source: Case Memo
ca_ca: Memo de Cas
es_es: Memo de Caso

source: Case
ca_ca: Cas
es_es: Caso

source: Show Cases with Memo Only
ca_ca: Veure només els Casos amb Memo
es_es: Mostrar sólo los Casos con Memo

source: Add/modify Attributes...
ca_ca: Afegir/modificar els Atributs...
es_es: Añadir/modificar los Atributos...

source: View Attributes
ca_ca: Veure Atributs
es_es: Ver Atributos

source: Export Case Attributes
ca_ca: Exportar Atributs de Cas
es_es: Exportar Atributos de Caso

source: Sort All by Created Time
ca_ca: Ordenar tot per data de creació
es_es: Ordenar todo por fecha de creación

source: Web Search
ca_ca: Cerca a Internet
es_es: Buscar en Internet

source: Add To File Category ...
ca_ca: Afegir a una Categoria d'Arxiu
es_es: Añadir a una Categoría de Fichero

source: Drop Selected File(s)
ca_ca: Suprimeix Arxiu(s) Seleccionat(s)
es_es: Eliminar Fichero(s) Seleccionado(s)

source: Please select the Files you want to delete.
ca_ca: Si et plau, selecciona els Arxius que vols suprimir.
es_es: Por favor, selecciona los Ficheros que quieres eliminar.

source: Delete %i file(s) from this category. Are you sure?
ca_ca: Es suprimiran %i arxius(s) de aquesta categoría. Ho confirmes?
es_es: Se eliminaran %i ficheros(s) de esta categoría. ¿Lo confirmas?

source: Delete Selected File(s)
ca_ca: Suprimeix Arxius(s) Seleccionat(s)
es_es: Eliminar Ficheros(s) Seleccionado(s)

source: Edit Selected File
ca_ca: Editar l'Arxiu Seleccionat
es_es: Editar el Fichero Seleccionado

source: File Memo
ca_ca: Memo d'Arxiu
es_es: Memo de Fichero

source: File
ca_ca: Arxiu
es_es: Fichero

source: Rename selected File
ca_ca: Renomenar l'Arxiu Seleccionat
es_es: Renombar el Fichero Seleccionado

source: Select a file first.
ca_ca: Selecciona abans un arxiu.
es_es: Selecciona primero un fichero.

source: Enter new file name.
ca_ca: Introduir un nou nom d'arxiu.
es_es: Introducir nuevo nombre de fichero.

source: Search Files within Selected Case
ca_ca: Cercar arxius dins del Cas Seleccionat
es_es: Buscar ficheros en el caso seleccionado

source: Please input a search pattern.
ca_ca: Si et plau, introdueix un patró de cerca.
es_es: Por favor, introduce un patrón de búqueda.

source: Show ...
ca_ca: Veure ...
es_es: Mostrar ...

source: Show All by Sorted by Imported Time
ca_ca: Veure tot ordenat per data d'importació
es_es: Mostrar todo ordenado por fecha de importación

source: Show Coded Files Only (sorted)
ca_ca: Veure només els Arxius Codificats (ordenats)
es_es: Mostrar sólo los Ficheros Codificados (ordenados)

source: Show Uncoded Files Only (sorted)
ca_ca: Veure només els Arxius sense Codificar (ordenats)
es_es: Mostrar sólo los Ficheros sin Codificar (ordenados)

source: Show Selected File Property
ca_ca: Veure les proprietats de l'arxiu seleccionat
es_es: Mostrar las propriedades del fichero seleccionado

source: Fail to write to database for case with id %i
ca_ca: No s'ha pogut escriure a la base de dades pel cas amb ID %i
es_es: Fallo al escribir en la base de dados para el caso con ID %i

source: Enter new Code Category.
ca_ca: Introduir una nova Categoria de Codi.
es_es: Introducir una nueva Categoría de Código.

source: Really delete the Code Category?
ca_ca: Realment vols suprimir la Categoria de Codi?
es_es: ¿Realmente quieres eliminar la Categoría de Código?

source: The Category Name is not unique.
ca_ca: El nom de la Categoria ja existeix.
es_es: El nombre de la Categoría ya existe.

source: Select a Code Category first.
ca_ca: Selecciona abans una Categoria de Codi.
es_es: Selecciona primero una Categoría de Código.

source: Enter new Category name.
ca_ca: Introdueix un nou Nom de Categoría.
es_es: Introduce un nuevo Nombre de Categoría.

source: Add To
ca_ca: Afegir a
es_es: Añadir a

source: No free codes yet.
ca_ca: No hi ha codis libres encara.
es_es: No hay códigos libres todavía.

source: Add code(s) to the selected code category.
ca_ca: Afegir codi(s) a la categoria de codi seleccionada.
es_es: Añadir código(s) a la categoría de código seleccionada.

source: Drop From
ca_ca: Suprimeix de
es_es: Eliminar de

source: Please select the Codes you want to delete.
ca_ca: Si et plau, selecciona els Codis que vulguis suprimir.
es_es: Por favor, selecciona los Códigos que deseas eliminar.

source: Delete %i code(s) from this category. Are you sure?
ca_ca: Suprimeix %i codi(s) d'aquesta categoría. Ho confirmes?
es_es: Eliminar %i código(s) de esta categoría. ¿Lo confirmas?

source: Drop selected code(s) from code category.
ca_ca: Suprimeix el(s) codi(s) seleccionat(s) de la Categoria de Codis.
es_es: Eliminar código(s) seleccionados de la Categoría de Códigos.

source: Code Category
ca_ca: Categoria de Codis
es_es: Categoría de Códigos

source: Add New Code to Selected Category
ca_ca: Afegir un Nou Codi a la Categoria seleccionada
es_es: Añadir un Nuevo Código a la Categoría seleccionada

source: Enter new code.
ca_ca: Introduir un nou codi.
es_es: Introducir un nuevo código.

source: Select a code category first.
ca_ca: Seleccionar abans una categoria de codi.
es_es: Seleccionar primero una categoría de código.

source: Failed to assign code category
ca_ca: No s'ha pogut assignar categoria de codi
es_es: Fallo al asignar categoría de código

source: Codings of selected category
ca_ca: Citacions de la categoria seleccionada
es_es: Citas de la categoría seleccionadas

source: Plot Selected Code Categories
ca_ca: Gràfic de les Categories de Codis seleccionades
es_es: Graficar las Categorías de Códigos seleccionadas

source: Plot Selected Code Categories with d3
ca_ca: Gràfic en 3D de les Categories de Codis seleccionades
es_es: Graficar las Categorías de Códigos seleccionadas en 3D

source: Sort by created time
ca_ca: Ordenar per data de creació
es_es: Ordenar por fecha de creación

source: Rename Selected Code
ca_ca: Renomenar el Codi Seleccionat
es_es: Renombrar el Código Seleccionado

source: Select a code first.
ca_ca: Seleccionar abans un codi.
es_es: Seleccionar primero un código.

source: Enter new code name.
ca_ca: Introdueix un nou codi.
es_es: Introduce un nuevo código.

source: Code Memo
ca_ca: Memo de Codi
es_es: Memo de Código

source: Code
ca_ca: Código
es_es: Código

source: Cannot update Code List in the Widget. Project is closed already.
ca_ca: Imposible actualizar la llista de codis en pantalla. El projecte ja está tancat.
es_es: Imposible actualizar la lista de códigos en pantalla. El proyecto ya está cerrado.

source: Save Coding Memo
ca_ca: Desa el Memo de Citació
es_es: Guardar el Memo de cita

source: No Coding associated with the selected code.
ca_ca: Cap Citació ja al codi seleccionat.
es_es: Ninguna Cita asociada con el código seleccionado.

source: Coding not found.
ca_ca: Citació no trobada.
es_es: Cita no encontrada.

source: Code "%s" applied to this text segment.
ca_ca: Codi "%s" aplicat a aquest segment de text.
es_es: Código "%s" aplicado a este segmento de texto.

source: Cannot recode this text segment.
ca_ca: No es posible recodificar aquest segment de text.
es_es: No es posible recodificar este segmento de texto.

source: Text segment already coded as "%s"
ca_ca: Segment de text ja codificat com a "%s"
es_es: Segmento de texto ya codificado como "%s"

source: Recode
ca_ca: Recodificar
es_es: Recodificar

source: No Coding associated with the '%s'.
ca_ca: Cap Citació asociada amb el '%s'.
es_es: Ninguna Cita asociada con el '%s'.

source: Selected code id is %s__%s codings
ca_ca: ID del Codi Seleccionat: %s__%s citacions
es_es: ID del Código Seleccionado: %s__%s citas

source: [Annotation]
ca_ca: [Nota]
es_es: [Nota]

source: Save Annotation
ca_ca: Desa Nota
es_es: Guardar Nota

source: Open a file first!
ca_ca: Obrir abans un arxiu!
es_es: Abrir primero un fichero!

source: Add Code Category First.
ca_ca: Afegir abans una Categoria de Codi.
es_es: Añadir primero una Categoría de Código.

source: Fail to write to code category of %s
ca_ca: No s'ha pogut escriure a la categoria de codi de %s
es_es: Fallo al escribir en la categoría de código de %s

source: Add
ca_ca: Afegir
es_es: Añadir

source: Really delete the code?
ca_ca: Suprimir realmente el codi?
es_es: Eliminar realmente el código?

source: No codings associated with this code.
ca_ca: Cap citació asociada a aquest codi.
es_es: Ninguna cita asociada a este código.

source: Retrieve codings of the selected code.
ca_ca: Recuperar citacions per al codi seleccionat.
es_es: Recuperar citas para el código seleccionado.

source: Open a file first.
ca_ca: Obrir abans un arxiu.
es_es: Abrir primero un fichero.

source: Fail to write to data base.
ca_ca: No s'ha pogut escriure a la base de dades.
es_es: Fallo al escribir en la base de dados.

source: Select a code and one of its codings exactly first.
ca_ca: Selecciona abans un codi i una de les seves citacions.
es_es: Selecciona primero un código y una de sus citas.

source: C-Memo
ca_ca: Memo-C
es_es: Memo-C

source: code
ca_ca: codi
es_es: código

source: Memo for selected code.
ca_ca: Memo pel codi seleccionat.
es_es: Memo para el código seleccionado.

source: C2Memo
ca_ca: Memo-C2
es_es: Memo-C2

source: [Coding Memo]
ca_ca: [Memo de citació]
es_es: [Memo de cita]

source: select a code first.
ca_ca: selecciona abans un codi.
es_es: selecciona primero un código.

source: Select the exact CODING AND the corresponding CODE first.
ca_ca: Selecciona abans la CITACIÓ exacta i el corresponent CODI.
es_es: Selecciona primero la CITA exacta y el correspondente CÓDIGO.

source: Memo for a Coding.
ca_ca: Memo per a una Citació.
es_es: Memo para una Cita.

source: Add Anno
ca_ca: Afegir Nota
es_es: Añadir Nota

source: Add new annotation to the open file at position of cursor.
ca_ca: Afegeix una nova nota a l'arxiu obert en la posició del cursor.
es_es: Añade una nueva nota al fichero abierto en la posición del cursor.

source: Add To Code Category...
ca_ca: Afegir a la Categoria de Codi...
es_es: Añadir a la Categoría de Código...

source: All Code Memos
ca_ca: Tots els Memos de Codi
es_es: Todos los Memos de Código

source: All Annotations
ca_ca: Totes les Notes
es_es: Todas las Notas

source: Codings of Multiple Codes
ca_ca: Citacions de Múltiples Codis
es_es: Citas de Múltiples Códigos

source: Export Codings as HTML
ca_ca: Exportar les Citacions com a HTML
es_es: Exportar las Citas como HTML

source: Type a name for the exported codings and click OK.
ca_ca: Introdueix un nom per a les citacions exportades i clica OK.
es_es: Introduce un nombre para las citas exportadas y clica OK.

source: Highlight All Codings
ca_ca: Destacar Totes les Citacions
es_es: Destacar Todas las Citas

source: Highlight Codings with Memo
ca_ca: Destacar les Citacions amb Memos
es_es: Destacar las Citas con Memos

source: Merge Selected with...
ca_ca: Ajuntar alló Seleccionat amb...
es_es: Unir lo Seleccionado con...

source: Show Codes With Codings
ca_ca: Veure els Codis amb Citacions
es_es: Mostrar los Códigos con Citas

source: Show Codes Without Codings
ca_ca: Veure els Codis sense Citacions
es_es: Mostrar los Códigos sin Citas

source: Show Codes With Code Category
ca_ca: Veure els Codis amb Categoria de Codi
es_es: Mostrar los Códigos con Categoría de Código

source: All codes are assigned to code category.
ca_ca: Tots els codis estan asignats a una Categoria de Codi.
es_es: Todos los códigos estan asignados a una Categoría de Código.

source: Show Codes Without Code Category
ca_ca: Veure Codis sense Categoria de Codi
es_es: Mostrar Códigos sin Categoría de Código

source: Show Codes With Memo
ca_ca: Veure Codis amb Memo
es_es: Mostrar Códigos con Memo

source: No Code with memo.
ca_ca: Cap Codi amb Memo.
es_es: Ningún Código tiene Memo.

source: Show Codes Without Memo
ca_ca: Veure Codis sense Memo
es_es: Mostrar Códigos sin Memo

source: Show Codes With Selected File
ca_ca: Veure Codis amb Arxiu Seleccionat
es_es: Mostrar Códigos con Fichero Seleccionado

source: Set Coding Mark Color
ca_ca: Configurar el Color de la Marca de Citació
es_es: Configurar el Color de la Marca de Cita

source: Sort: By Created Time
ca_ca: Ordenar: Per Data de Creació
es_es: Ordenar: Por Fecha de Creación

source: Sort: Most to Least Frequently Used
ca_ca: Ordenar: De Més a Menys frequentment utilitzat
es_es: Ordenar: De Más a Menos frequentemente usado

source: Sort: Least to Most Frequently Used
ca_ca: Ordenar: De Menos a Más frequentemente usado
es_es: Ordenar: De Menos a Más frequentemente usado

source: Import
ca_ca: Importar
es_es: Importar

source: New
ca_ca: Nou
es_es: Nuevo

source: Open
ca_ca: Obrir
es_es: Abrir

source: Save To Project
ca_ca: Desa al Projecte
es_es: Guardar en el Proyecto

source: Save and close
ca_ca: Desa i Tanca
es_es: Guardar y Cerrar

source: Add New File ...
ca_ca: Afegir Nou Arxiu ...
es_es: Añadir Nuevo Fichero ...

source: Add To Case ...
ca_ca: Afegir al Cas
es_es: Añadir al Caso

source: Add/modify Attributes of The Open File...
ca_ca: Afegir/modificar Atributs de l'Arxiu Obert
es_es: Añadir/modificar Atributos del fichero abierto

source: Codings of selected file(s)
ca_ca: Citacions del(s) arxiu(s) seleccionat(s)
es_es: Citas del(los) fichero(s) seleccionado(s)

source: No coded file is selected.
ca_ca: Cap arxiu codificat esta seleccionat.
es_es: Ningún fichero codificado está seleccionado.

source: Export File Attributes
ca_ca: Exportar Atributs de l'Arxiu
es_es: Exportar Atributos del Fichero

source: Export Coded file as HTML
ca_ca: Exportar arxiu codificat com a HTML
es_es: Exportar fichero codificado como HTML

source: File Annotations
ca_ca: Notes del Arxiu
es_es: Notas del Fichero

source: Import PDF Highlights via rjpod (selector)
ca_ca: Importar destacats de PDF via rjpod (selector)
es_es: Importar realces de PDF via rjpod (selector)

source: Import PDF Highlights via rjpod (file path)
ca_ca: Importar destacats de PDF via rjpod (ruta d'arxiu)
es_es: Importar realces de PDF via rjpod (ruta de fichero)

source: Enter a pdf file path
ca_ca: Introduir una ruta d'arxiu pdf
es_es: Introducir una ruta de fichero pdf

source: Open Selected File
ca_ca: Obrir l'Arxiu Seleccionat
es_es: Abrir el Fichero Seleccionado

source: Open Previous Coded File
ca_ca: Obrir l'Arxiu codificat anterior
es_es: Abrir el Fichero codificado anterior

source: Search for a Word
ca_ca: Cercar una paraula
es_es: Buscar una palabra

source: Search all files ...
ca_ca: Cercar en tots els arxius ...
es_es: Buscar en todos los ficheros ...

source: Show All Sorted By Imported Time
ca_ca: Veure Tot ordenat per data d'importació
es_es: Muestra Todo ordenado por fecha de importación

source: Show Coded Files Sorted by Imported time
ca_ca: Veure arxius codificats ordenats per data d'importació
es_es: Muestra ficheros codificados ordenados por fecha de importación

source: Show Uncoded Files Sorted by Imported time
ca_ca: Veure arxius sense codificar ordenats per data d'importació
es_es: Muestra ficheros sin codificar ordenados por fecha de importación

source: Show Files With Annotation
ca_ca: Veure arxius amb Notes
es_es: Mostrar ficheros con Notas

source: No file with memo.
ca_ca: No hi ha arxius amb Memo.
es_es: No hay ficheros con Memo.

source: Show Files Without Annotation
ca_ca: Veure arxius sense Notes
es_es: Mostrar ficheros sin Notas

source: All files have annotation.
ca_ca: Tots els arxius tenen anotacions
es_es: Todos los ficheros tienen anotaciones

source: Show Files With Memo
ca_ca: Veure arxius amb Memo
es_es: Mostrar ficheros con Memo

source: Show Files Without Memo
ca_ca: Veure arxius sense Memo
es_es: Mostrar ficheros sin Memo

source: No file is found.
ca_ca: Cap arxiu trobat.
es_es: Ningún fichero encontrado.

source: Show Files Without File Category
ca_ca: Veure Arxius sense Categoria d'Arxiu
es_es: Mostrar Ficheros sin Categoría de Fichero

source: All are linked with file category.
ca_ca: Tots están vinculats amb categoria d'arxiu.
es_es: Todos están vinculados con categoría de fichero.

source: Show Files With No Case
ca_ca: Veure arxius sense cas
es_es: Mostrar ficheros sin casos

source: All are linked with cases.
ca_ca: Tots estan vinculats amb cassos.
es_es: Todos estan vinculados con casos.

source: Enter new File Category.
ca_ca: Introduir una nova Categoria d'Arxiu.
es_es: Introducir una nueva Categoría de Fichero.

source: Really delete the File Category?
ca_ca: Realment vols suprimir la Categoria d'Arxiu?
es_es: ¿Realmente quieres eliminar la Categoría de Fichero?

source: File Category
ca_ca: Categoria d'Arxiu
es_es: Categoría de Fichero

source: Memo of file category.
ca_ca: Memo de categoria d'arxiu.
es_es: Memo de categoría de fichero.

source: AddTo
ca_ca: Afegir A
es_es: Añadir A

source: No files Yet.
ca_ca: Cap arxiu encara.
es_es: Ningún fichero aún.

source: Add file(s) to the selected file category.
ca_ca: Afegir arxiu(s) a la categoria d'arxiu seleccionada.
es_es: Añadir fichero(s) a la categoría de fichero seleccionada.

source: DropFrom
ca_ca: Esborrar De
es_es: Borrar De

source: Drop selected file(s) from file category.
ca_ca: Esborrar el(los) arxiu(s) seleccionats de la categoría.
es_es: Borrar el(los) fichero(s) seleccionados de la categoría.

source: Delete all files of selected category
ca_ca: Suprimeix tots els arxius de la categoria seleccionada
es_es: Eliminar todos los ficheros de la categoría seleccionada

source: Move To File Category ...
ca_ca: Moure a la Categoria d'Arxiu ...
es_es: Mover a la Categoría de Fichero ...

source: Search Files Within Category
ca_ca: Cercar Arxius dins la Categoria
es_es: Buscar Ficheros en la Categoría

source: Delete selected File(s)
ca_ca: Suprimeix el(s) Arxiu(s) Seleccionat(s)
es_es: Eliminar el(los) Ficheros(s) Seleccionado(s)

source: Show All By Imported Time
ca_ca: Veure Tot per Data d'Importació
es_es: Mostrar Todo por Fecha de Importación

source: A file with the same name exists in the database!
ca_ca: Un arxiu amb el mateix nom ja existeix a la base de dades!
es_es: Un fichero con el mismo nombre ya existe en la base de dados!

source: Save File
ca_ca: Desa Arxiu
es_es: Guardar Fichero

source: Open a project first.
ca_ca: Obrir abans um projecte.
es_es: Abrir primero um proyecto.

source: Save memo
ca_ca: Desa Memo
es_es: Guardar Memo

source: select one file category only.
ca_ca: selecciona només una categoria d'arxiu.
es_es: selecciona sólo una categoría de fichero.

source: more than one file categories are selected
ca_ca: está seleccionada més d'una categoria d'arxiu
es_es: está seleccionada más de una categoría de fichero

source: Add File Category first.
ca_ca: Afegir abans una Categoria d'Arxiu.
es_es: Añadir primero una Categoría de Fichero.

source: Fail to write to file category of %s
ca_ca: No s'ha pogut escriure la categoria d'arxiu de %s
es_es: Fallo al escribir la categoría de fichero de %s

source: Reach the end.
ca_ca: S'ha arribat al final.
es_es: Se ha llegado al final.

source: Search next
ca_ca: Cercar següent
es_es: Buscar siguiente

source: Restart
ca_ca: Reiniciar
es_es: Reiniciar

source: Really delete the journal?
ca_ca: Realment vols suprimir la entrada del diari?
es_es: ¿Realmente quieres eliminar la entrada del diario?

source: Enter new journal name.
ca_ca: Introdueix un nou nom d'entrada del diari.
es_es: Introduce un nuevo nombre de entrada del diario.

source: Save Journal
ca_ca: Desa el Diari
es_es: Guardar Diario

source: Select first.
ca_ca: Selecciona abans.
es_es: Selecciona primero.

source: The Journal has been changed. Close anyway?
ca_ca: El Diari ha estat modificat. Realment vols tancar-lo?
es_es: El Diario fué modificado. ¿Quieres realmente cerrarlo?

source: Profile Matrix - %s
ca_ca: Matriu de perfil - %s
es_es: Matriz de perfil - %s

source: New Project
ca_ca: Nou Projecte
es_es: Nuevo Proyecto

source: Type a name for the new project and click OK.
ca_ca: Introdueix un nom pel projecte i clic en OK.
es_es: Introduce un nombre para el proyecto y clic en OK.

source: Open Project
ca_ca: Obrir Projecte
es_es: Abrir Proyecto

source: Select a *.rqda file and click OK.
ca_ca: Selecciona un arxiu *.rqda i clic en OK.
es_es: Selecciona un fichero *.rqda y clic en OK.

source: Opening ...
ca_ca: Obrint ...
es_es: Abriendo ...

source: Closing ...
ca_ca: Tancant ...
es_es: Cerrando ...
