Repository: DeeKareithi/RQDA-1
Catalog: po/R-*.po
Languages: ca_ca, es_es

source: No project is open.
ca_ca: Cap projecte està obert.
es_es: Ningún proyecto está abierto.

source: Files
ca_ca: Arxius
es_es: Ficheros

source: Codes List
ca_ca: Llistat de Codis
es_es: Lista de Códigos

source: Codes of This Category
ca_ca: Codis d'Aquesta Categoria
es_es: Códigos de Esta Categoría

source: Cases
ca_ca: Casos
es_es: Casos

source: Files of This Case
ca_ca: Arxius d'Aquest Cas
es_es: Ficheros de Este Caso

source: Files of This Category
ca_ca: Arxius d'Aquesta Categoria
es_es: Ficheros de Esta Categoría

source: Close Project
ca_ca: Tanca Projecte
es_es: Cerrar Proyecto

source: Backup Project
ca_ca: Copia de seguretat del Projecte
es_es: Copia de seguridad del Proyecto

source: Project Memo
ca_ca: Memo del Projecte
es_es: Memo del Proyecto

source: Clean Project
ca_ca: Netejar Projecte
es_es: Limpar Proyecto

source: Close All Codings
ca_ca: Tanca totes les Citacions
es_es: Cerrar todas las Citas

source: No write permission.
ca_ca: Sense permis d'escriptura.
es_es: Sin permiso de escritura.

source: Overwrite existing project?
ca_ca: Sobrescriure un projecte existent?
es_es: ¿Sobrescribir un proyecto existente?

source: You have no write permission to overwrite it.
ca_ca: No tens permis d'escriptura per a sobrescriure-ho
es_es: No tienes permiso de escritura para sobrescribirlo

source: You don't have write access to the *.rqda file. You can only read the project.
ca_ca: No tens permis d'escriptura per l'arxiu *.rqda.Només pots llegir el projecte
es_es: No tienes permiso de escritura para el fichero *.rqda. Sólo puedes leer el proyecto

source: You don't have read access to the *.rqda file. Fail to open.
ca_ca: No tens permis de lectura per l'arxiu *.rqda. No s'ha pogut obrir.
es_es: No tienes permiso de lectura para el fichero *.rqda. Fallo al abrirlo.

source: Closing project failed.
ca_ca: No s'ha pogut tancar el projecte.
es_es: Fallo al cerrar el proyecto.

source: No Project is Open.
ca_ca: Cap Projecte Obert.
es_es: Ningún Proyecto Abierto.

source: Succeeded!
ca_ca: Fet!
es_es: Hecho!

source: Fail to back up the project.
ca_ca: No s'ha pogut fer copia de seguretat del projecte.
es_es: Fallo al hacer copia de seguridad del proyecto.

source: The memo has bee change. Close anyway?
ca_ca: El Memo ha estat modificat. Realment vols tancar?
es_es: El Memo fué modificado. ¿Quieres realmente cerrar?

source: Settings
ca_ca: Configurar
es_es: Configurar

source: Name of Coder
ca_ca: Nom de qui Codifica
es_es: Nombre de quien Codifica

source: File Encoding
ca_ca: Encoding de l'Arxiu
es_es: Encoding del Fichero

source: Color for Coding
ca_ca: Color per a les Citacions
es_es: Color para las Citas

source: Color for Case
ca_ca: Color pel Cas
es_es: Color para el Caso

source: Current coding table
ca_ca: Taula de citacions actual
es_es: Tabla de citas actual

source: Byte Order Mark
ca_ca: Marca d'Ordre de Bytes (BOM)
es_es: Marca de Orden de Bytes (BOM)

source: Show File Property
ca_ca: Veure Propietats de l'Arxiu
es_es: Mostrar Propiedades del Fichero

source: Type of Retrieval
ca_ca: Tipus de Recuperació
es_es: Tipo de Recuperación

source: unconditional
ca_ca: incondicional
es_es: incondicional

source: case
ca_ca: cas
es_es: caso

source: filecategory
ca_ca: categoría d'arxiu
es_es: categoría de fichero

source: both
ca_ca: tot dos
es_es: ambos

source: Click to set font
ca_ca: Clic per a configurar la font
es_es: Clic para configurar la fuente

source: Set fonts for memo widgets.
ca_ca: Configurar font per a pantalles de Memo.
es_es: Configurar fuente para pantallas de Memo.

source: Default
ca_ca: Per Defecte
es_es: Por Defecto

source: Change color.
ca_ca: Canviar color.
es_es: Cambiar color.

source: Select Color
ca_ca: Seleccionar Color
es_es: Seleccionar Color

source: Changing color
ca_ca: Canviant color
es_es: Cambiando color

source: Cancel
ca_ca: Cancelar
es_es: Cancelar

source: Are you sure to clean the coding table?
ca_ca: Realment vols netejar la taula de citacions?
es_es: ¿Realmente quieres limpar la tabla de citas?

source: One code has empty coding.
ca_ca: Un codi te una citació buida.
es_es: Un código tiene una cita vacía.

source: Each line represents one relation only
ca_ca: Cada línia representa una sola relació
es_es: Cada linea representa una sola relación

source: index1 and index2 must be vector.
ca_ca: index1 i index2 han de ser vectors.
es_es: index1 e index2 deben ser vectores.

source: index1 or index2 should not have any NA.
ca_ca: index1 o index2 no han de tenir cap NA.
es_es: index1 o index2 no deben tener ningún NA.

source: No coding in this project.
ca_ca: Cap citació en aquest projecte.
es_es: Ninguna cita en este proyecto.

source: Codes without codings dropped.
ca_ca: Esborrats els Codis sense citacions.
es_es: Borrados los Códigos sin citas.

source: The codeList should be a vector of length 2 or greater
ca_ca: Una llista de codis ha de ser un vector de llargada 2 o major.
es_es: Una lista de códigos debe ser un vector de tamaño 2 o mayor.

source: RQDA has been launched.
ca_ca: RQDA s'ha iniciat.
es_es: RQDA fué iniciado.

source: RQDA: Qualitative Data Analysis
ca_ca: RQDA: Anàlisi de Dades Qualitatives amb R
es_es: RQDA: Análisis de Datos Cualitativos con R

source: Project
ca_ca: Projecte
es_es: Proyecto

source: Save Project As
ca_ca: Desa el Projecte com a
es_es: Guardar Proyecto como

source: Path of current project:
ca_ca: Ruta pel projecte actual:
es_es: Ruta para el proyecto actual:

source: Author: <ronggui.huang@gmail.com>
ca_ca: Autor: <ronggui.huang@gmail.com>
es_es: Autor: <ronggui.huang@gmail.com>

source: Help: click to join rqda-help mailing list
ca_ca: Ajuda: clic per a unir-te a la llista de correo-e RQDA-HELP
es_es: Ayuda: clica para unirte a la lista de correo-e RQDA-HELP

source: License: BSD
ca_ca: Licencia: BSD
es_es: Licencia: BSD

source: Version:
ca_ca: Versió:
es_es: Versión:

source: Year:
ca_ca: Any:
es_es: Año:

source: Please cite this package.
ca_ca: Si et plau, referencia aquest paquet.
es_es: Por favor, cita este paquete.

source: About
ca_ca: A sobre
es_es: Sobre

source: Codes
ca_ca: Codis
es_es: Códigos

source: Anno
ca_ca: Nota
es_es: Nota

source: Coding
ca_ca: Citació
es_es: Cita

source: Code Categories
ca_ca: Categories de Codis
es_es: Categorías de Códigos

source: Please click Update
ca_ca: Si et plau, clica Actualitzar
es_es: Por favor, clica Actualizar

source: UnMark
ca_ca: Desmarca
es_es: Desmarca

source: Unlink
ca_ca: Desvincula
es_es: Desvincula

source: Link
ca_ca: Vincula
es_es: Vincula

source: Profile
ca_ca: Perfil
es_es: Perfil

source: File Categories
ca_ca: Categories d'Arxius
es_es: Categorías de Ficheros

source: Journals
ca_ca: Diaris
es_es: Diario

source: Really EXIT? You can use RQDA() to start this program again.
ca_ca: Realment vols SORTIR? Pots utilitzar 'RQDA()' per iniciar aquest programa de nou.
es_es: ¿Realmente quieres SALIR? Puedes usar 'RQDA()' para iniciar este programa de nuevo.

source: Selected File id is %s
ca_ca: ID de l'Arxiu Seleccionat es %s
es_es: ID del Fichero Seleccionado es %s

source: No coding associated with this code.
ca_ca: Cap citació associada a aquest codi.
es_es: Ninguna cita asociada a este código.

source: Selected case id is %i__%i files
ca_ca: ID del cas seleccionat es %i__%i arxius
es_es: ID del caso seleccionado es %i__%i ficheros

source: Selected category id is %s
ca_ca: ID de la Categoria seleccionada es %s
es_es: ID de la Categoría seleccionada es %s

source: Selected file id is %s
ca_ca: ID de l'arxiu seleccionat es %s
es_es: ID del fichero seleccionado es %s

source: Save Project As ...
ca_ca: Desa Projecte com a ...
es_es: Guardar Proyecto como ...

source: Type a new file name and click OK.
ca_ca: Introdueix un nou nom per l'arxiu i clica OK.
es_es: Introduce un nuevo nombre para el fichero y clica OK.

source: Failed to save the project to the new location.
ca_ca: No s'ha pogut desar el projecte a la nova localización.
es_es: Fallo al guardar el proyecto en la nueva localización.

source: The new name is duplicated. Please use another new name.
ca_ca: El nou nom està duplicat. Si et plau, tria un altre nom.
es_es: El nuevo nombre está duplicado. Por favor, escoje otro nombre.

source: The memo has been changed. Close anyway?
ca_ca: El memo ha estat modificat. Realment vols tancar?
es_es: El memo fué modificado. ¿Realmente quieres cerrar?

source: %s Memo:%s
ca_ca: Memo de %s: %s
es_es: Memo de %s: %s

source: Save Memo
ca_ca: Desa Memo
es_es: Guardar Memo

source: No Information is collected.
ca_ca: Cap Informació se ha recopilat.
es_es: Ninguna Información se ha recopilado.

source: %i retrieved file(s).
ca_ca: %i arxiu(s) recuperats.
es_es: %i fichero(s) recuperados.

source: Select before Click OK.
ca_ca: Selecciona abans de clicar OK.
es_es: Selecciona antes de clicar OK.

source: File Category is %s
ca_ca: La Categoria de l'Arxiu es %s
es_es: La Categoría del Fichero es %s

source: File ID is %i %s Case is %s
ca_ca: ID de l'arxiu es %i %s Cas es %s
es_es: ID del fichero es %i %s Caso es %s

source: Please select one file only.
ca_ca: Si et plau, selecciona només un arxiu.
es_es: Por favor, selecciona sólo un fichero.

source: File Property
ca_ca: Proprietats de l'Arxiu
es_es: Propiedades del Fichero

source: No project is opened.
ca_ca: No hi ha obert cap projecte.
es_es: No hay abierto ningún proyecto.

source: The codeList should be a vector of length 2 or greater.
ca_ca: Una llista de codis ha de ser un vector d'amplada 2 o major.
es_es: Una lista de códigos debe ser un vector de tamaño 2 o mayor.

source: Use 'RQDA()' to start the programme.
ca_ca: Utilitza 'RQDA()' per iniciar el programa.
es_es: Usa 'RQDA()' para iniciar el programa.

source: 1 coding from %i file
ca_ca: 1 citació de %i arxiu
es_es: 1 cita de %i fichero

source: %i codings from %i file
ca_ca: %i citacions de %i arxiu
es_es: %i citas de %i fichero

source: 1 retrieved coding: "%s" from %i file
ca_ca: 1 citació recuperada: "%s" de %i arxiu
es_es: 1 cita recuperada: "%s" de %i fichero

source: %i retrieved codings: "%s" from %i file
ca_ca: %i citacions recuperades: "%s" de %i arxiu
es_es: %i citas recuperadas: "%s" de %i fichero

source: %i Coding of <a id='%s'>"%s"</a> from %s file.
ca_ca: %i Citació de <a id='%s'>"%s"</a> a %s arxiu.
es_es: %i Cita de <a id='%s'>"%s"</a> en %s fichero.

source: %i Codings of <a id='%s'>"%s"</a> from %s file.
ca_ca: %i Citacions de <a id='%s'>"%s"</a> a %s arxiu.
es_es: %i Citas de <a id='%s'>"%s"</a> en %s fichero.

source: Annotation
ca_ca: Nota
es_es: Nota

source: Really delete the file?
ca_ca: Realment vols suprimir l'arxiu?
es_es: ¿Realmente quieres eliminar el fichero?

source: 1 retrieved coding from %i file
ca_ca: 1 citació recuperada de %i arxiu
es_es: 1 cita recuperada de %i fichero

source: %i retrieved codings from %i file
ca_ca: %i citacions recuperades de %i arxiu
es_es: %i citas recuperadas de %i fichero

source: annotation
ca_ca: nota
es_es: nota
